[
    {
        "name": {
            "sn": "Vrikshasana",
            "en": "Tree Pose"
        },
        "body": "Any movement activity, including yoga, needs to emphasise balance. It improves total body coordination, is helpful for checking in with oneself and maintaining attention. You might choose a point in front of you to quietly focus on or try closing your eyes from the start to challenge yourself in Tree pose. This prevents the mind from wandering when performing an asana or during meditation and is known as a Drishti.<br><br><b>How to do the Asana:</b><ol><li>Stand straight.</li><li>Balance firmly on your left leg and lift your right leg. Bend your right leg at the knee.</li><li>Now, place your right foot against the inside of your left thigh. Make sure the toes of your right foot are facing downward.</li><li>Join your palms in prayer at your chest level. Now, lift your arms over your head till your hands are stretched upward.</li><li>Hold the position while breathing deeply.</li><li>Lower your arms to chest level and then separate your palms.</li><li>Straighten your right leg and stand normally again.</li><li>Repeat the posture with your right leg.</li></ol>",
        "img": "./assets/poses/tree.png"
    },
    {
        "name": {
            "sn": "Uttanasana",
            "en": "Standing Forward Bend"
        },
        "body": "Uttanasana can help stretch the hamstrings and extend the spine. However, if your hamstrings are tight or uncomfortable, don't stress about first bending your knees to the point where your hands are on the ground. Maintaining a strong core and a straight back is more crucial than attempting to force anything into a shape that isn't yet ready. With the hamstrings, be patient. The thickest tendons in the body will require more time to stretch than others in order to achieve greater range of motion.<br><br><b>How to do this Asana:-</b><br><ol><li>Start by standing straight and keep your hands beside your thighs</li><li>Bend forward after exhaling. Your chest and stomach should be before your thighs</li><li>Now try to bring your head to your knees.</li><li>Then try to grip the back of your ankles</li><li>Hold this position for 20-30 seconds and keep breathing normally</li><li>Now slowly come back to the starting position by putting your hands on your hips, while inhaling.</li><li>Relax yourself and exhale</li></ol>",
        "img": "./assets/poses/forward_bend.png"
    },
    {
        "name": {
            "sn": "Virabhadrasana",
            "en": "Warrior Pose"
        },
        "body": "Yoga lunge stances called Warriors One and Two are named after incarnations of Shiva, one of the three major deities who stands for Consciousness. Shiva is one among the three principal deities. He is portrayed as having a thousand heads, eyes, and feet as the warrior Virabadhra, carrying a thousand clubs and donning tiger hide. Make sure that your front knee never bends past your front heel when performing these standing poses to protect your knees and legs. It's acceptable if your front leg doesn't initially make a precise 90-degree angle. To add more stability and prevent the knee from buckling, slide the front heel slightly inwards and downwards.<br><br><b>How to do this Asana</b><ol><li>Stand straight and put one of your legs behind.</li><li>Keep your other leg in a 90 degree angle</li><li>Keep your arms parallel to the ground </li><li>Hold the pose with the same determination as a warrior. Breathe normally and keep going down.</li><li>Inhale and come up.</li></ol>",
        "img": "./assets/poses/warrior.png"
    },
    {
        "name": {
            "sn": "Padmasana",
            "en": "Lotus Pose"
        },
        "body": "The standard yoga position! Even emojis in the Lotus posture are present! As with the previous poses, take your time getting into this one. Despite being sitting, it still calls for loose hips and supple hamstrings. Try it as well with your knees further forward as opposed to out to the left and right. This results in a shape that initially imposes less stress on the muscles and joints. Don't forget to switch to the other side when practising half lotus.<br><br><b>How to do this Asana:</b><ol><li>Sit with your legs spread out.</li><li>Bend the right leg and place the knee on the left thing.</li><li>Repeat this with the other leg also.</li><li>With both legs crossed and each knee on the opposite thigh.</li><li>Place your hands in the mudra position.</li><li>Keep your chin up and your back straight.</li><li>Stay in this position and continue with breathing in and out.</li></ol>",
        "img": "./assets/poses/lotus.png"
    },
    {
        "name": {
            "sn": "Bhujangasana",
            "en": "Cobra Pose"
        },
        "body": "The Cobra Pose, also known as Bhujangasana, is a yoga pose that strengthens and stretches the muscles of the back, hips, and legs. It is a part of the sun salutation sequence and is often used as a warm-up for more intense backbends.<br><br><b>Here's how to do it:</b><ol><li>Lie face down on your mat with your hands under your shoulders, fingers pointing forward.</li><li>Press into your hands and slowly lift your chest and head off the floor, keeping your elbows close to your body.</li><li>Straighten your arms as much as you comfortably can and lift your chest higher.</li><li>You can also lift your hips and legs off the floor to deepen the stretch.</li><li>Hold the pose for 15 to 30 seconds, breathing deeply and focusing on the sensation of the stretch in your back.</li><li>To release, slowly lower your chest and head back to the floor and relax for a few breaths.</li></ol>It's important to remember to engage your core and keep your elbows close to your body in order to protect your lower back. If you have any back pain or injury, it's best to avoid this pose or consult with a doctor or physical therapist before attempting it.",
        "img": "./assets/poses/cobra.png"
    },
    {
        "name": {
            "sn": "Trikonasana",
            "en": "Triangle Pose"
        },
        "body": "Trikonasana, also known as The Triangle Pose, is a yoga pose that strengthens and stretches the muscles in the legs, hips, and torso while improving balance and stability.<br><br><b>To perform Trikonasana:</b><ol><li>Stand with your feet about 3-4 feet apart, with the right foot pointing out to the side and the left foot pointing straight forward.</li><li>Reach both arms out to the sides, keeping them shoulder height.</li><li>Slowly bend the right knee and pivot on the ball of the left foot so that you are facing the side.</li><li>Keep your right hand on your hip and raise your left arm to the ceiling.</li><li>Reach over your right leg with your left hand, placing your left hand on the ground, on a block, or on your ankle.</li><li>Keep your right hand on your hip or reach it toward the ceiling.</li><li>Hold the pose for several breaths, then release and repeat on the other side.</li></ol>It's important to keep your back straight and your hips facing forward while in the pose to avoid injury. If you experience discomfort in your knees or lower back, try using a block or cushion to support your hand.",
        "img": "./assets/poses/triangle.png"
    },
    {
        "name": {
            "sn": "Ustrasana",
            "en": "Camel Pose"
        },
        "body": "Ustrasana, also known as the Camel Pose, is a yoga pose that stretches the front of the body and strengthens the back muscles. It is also said to stimulate the thyroid and parathyroid glands.<br><br><b>To perform Ustrasana:</b><ol><li>Start on your knees with your legs hip-width apart and your shins parallel to each other.</li><li>Place your hands on your lower back, with your fingers pointing down.</li><li>Inhale and lift your chest and heart, then exhale and slowly begin to arch your back.</li><li>Reach back with your hands and hold onto your heels, or the base of your feet, keeping your elbows close to your body.</li><li>Keep your head in a neutral position, or tilt it back gently.</li><li>Hold the pose for several breaths, then release and return to a kneeling position.</li></ol>It's important to keep your knees hip-width apart and your shins parallel to each other throughout the pose to avoid putting unnecessary pressure on your knees. If you experience discomfort in your lower back, neck, or hips, come out of the pose and try a modified version, such as placing your hands on blocks or a cushion.",
        "img": "./assets/poses/camel.png"
    },
    {
        "name": {
            "sn": "Tadasana",
            "en": "Mountain Pose"
        },
        "body": "Mountain Pose is a pose of stillness and awareness, and serves as a reminder to connect with your inner strength and stability. It is a basic standing pose that promotes balance, core strength, and groundedness. With proper instruction, you can easily incorporate Mountain Pose into your daily yoga practice for maximum benefit.<br><br><b>How to do this Asana:</b><ol><li>Come to a stand with your big toes touching.</li><li>Look straight ahead</li><li>Keep your hands next to you</li><li>Focus on your breath</li><li>Inhale and exhale calmly</li></ol>",
        "img": "./assets/poses/mountain.png"
    },
    {
        "name": {
            "sn": "Padahastasana",
            "en": "Gorilla Pose"
        },
        "body": "Padahastasana, also known as Gorilla Pose, is a classic yoga pose that provides a deep stretch for the back of the legs, hips, and spine.<br><br><b>To perform this pose:</b><ol><li>Stand in Mountain Pose (Tadasana) with your feet hip-width apart and your arms at your sides.</li><li>Inhale and raise your arms up above your head.</li><li>Exhale and bend forward at the hips, reaching towards your toes.</li><li>Keep your legs straight and engage your thigh muscles to protect your knees.</li><li>Place your hands on the floor or on blocks if you can't reach the floor.</li><li>You can also bend your knees slightly to relieve any tension in your lower back.</li><li>Hold the pose for several breaths, focusing on deep breathing and releasing any tension in the back of your legs.</li><li>To release, inhale and slowly lift your torso back up to Mountain Pose, lowering your arms to your sides.</li></ol>This pose is a great stretch for the hamstrings and can help to improve posture, relieve stress, and calm the mind. However, if you have any lower back injuries, it's best to modify the pose with the support of props or to avoid it altogether.",
        "img": "./assets/poses/gorilla.png"
    },
    {
        "name": {
            "sn": "Ashwa Sanchalanasana",
            "en": "Equestrian Pose"
        },
        "body": "Ashwa Sanchalanasana, also known as Equestrian Pose or Galloping Pose, is a dynamic yoga pose that strengthens the legs, hips, and core while stretching the back and hips.<br><br><b>To perform this pose:</b><ol><li>Begin in a lunge position, with your right foot forward and your left foot back.</li><li>Your right knee should be directly over your ankle and your left knee should be touching the floor.</li><li>Place your hands on your right thigh and inhale, lifting your left knee off the floor.</li><li>Shift your weight onto your right foot and swing your left leg back, reaching your foot towards your left hand.</li><li>Exhale and bring your left foot back to the lunge position, then inhale and repeat the movement on the other side.</li><li>Repeat the movement several times on each side, moving dynamically and maintaining your balance.</li></ol>This pose can help to build strength and stability in the legs, hips, and core, and is a great way to warm up before other yoga practices. However, if you have any knee injuries, it's best to modify the pose or avoid it altogether.",
        "img": "./assets/poses/equestrian.png"
    }
]